Repository: CodeGrinder/xcstrings_sats
Catalog: source/member-app-native-ios_ios-app_en.xcstrings
Source language: en
Languages: da, fi, nb, sv

source: (optional)
da: (valgfri)
fi: (valinnainen)
nb: (valgfri)
sv: (valfritt)

source: (Optional)
da: (valgfrit)
fi: (Valinnainen)
nb: (valgfri)
sv: (Valfritt)

source: **%@** joined
da: **%@** tilmeldte sig
fi: **%@** liittyi
nb: **%@** ble med
sv: **%@** har gått med

# **%i** out of **%i** exercises complete
source: **%1$i** out of **%2$i** exercises complete
da: **%1$i** ud af **%2$i** træninger fuldført
fi: **%1$i** / **%2$i** harjoituksista suoritettu
nb: **%1$i** av **%2$i** øvelser er fullført
sv: **%1$i** av **%2$i** övningar genomförda

source: **If you forget to cancel three classes within 30 days, you cannot pre-book classes for 14 days.**
da: **Hvis du afbestiller et hold for sent, eller ikke møder op, vil du modtage et gebyr på 35 kr. Gebyret på 35 kr. vil blive tilføjet til din næstkommende regning.**
fi: **Jos sinulle tulee 3 perumatonta varausta 30 päivän sisään, et voi varata ryhmäliikuntatunteja 14 vuorokauteen.**
nb: **Hvis du glemmer å avbestille tre gruppetimer innen 30 dager, kan du ikke forhåndsbooke timer i 14 dager.**
sv: **Om du glömmer att avboka tre klasser inom 30 dagar kommer du inte att kunna förboka klasser i 14 dagar.**

source: %@ can now see your activities, if you have chosen to share them
da: %@ kan nu se dine aktiviteter, hvis du har valgt at dele dem
fi: %@ voi nyt nähdä treenisi, jos olet päättänyt jakaa ne
nb: %@ kan nå se aktivitetene dine, om du har valgt å dele dem
sv: %@ kan nu se dina aktiviteter, om du har valt att dela dom

source: %@ can now see your activities, if you have chosen to share them. To see your followers activities, you have to send a follow request back
da: %@ kan nu se dine aktiviteter, hvis du har valgt at dele dem. For at se dine følgeres aktiviteter, skal du sende en følgeanmodning til dem
fi: %@ voi nyt nähdä treenisi, jos olet päättänyt jakaa ne. Jotta näkisit seuraajiesi treenit, tulee sinun lähettää seuraamispyyntö takaisin.
nb: %@ kan nå se aktivitetene dine, om du har valgt å dele dem. For å se dine følgeres aktiviteter, må du sende en følgeforespørsel tilbake
sv: %@ kan nu se dina aktiviteter om du har valt att dela dem. För att se dina vänners aktiviteter, behöver du skicka en förfrågan tillbaka

source: %@ check ins
da: %@ indtjekninger
fi: %@ vierailua
nb: %@ innsjekkinger
sv: %@ incheckningar

source: %@ has not booked any public workouts
da: %@ har ikke booket nogen offentlige træninger
fi: %@ ei ole varannut julkisia harjoituksia.
nb: %@ har ikke booket noen offentlige timer
sv: %@ har inte bokat några offentliga träningspass

source: %@ hasn't worked out yet this week
da: %@ har ikke trænet i denne uge endnu
fi: %@ ei ole vielä harjoitellut tällä viikolla
nb: %@ har ikke trent ennå denne uken
sv: %@ har inte tränat än den här veckan

source: %@ invites you to this workout, do you want to join?
da: %@ inviterer dig til denne træning. Vil du med?
fi: %@ kutsui sinut osallistumaan näihin treeneihin, haluatko osallistua?
nb: %@ inviterte deg til denne økten, ønsker du å bli med?
sv: %@ har bjudit in dig till det här träningspasset. Vill du tacka ja?

source: %@ km away
da: %@ km
fi: %@ km:n päässä
nb: %@ km
sv: %@ km

source: %@ member days
da: %@ medlemsdage
fi: %@ päivää jäsenenä
nb: %@ medlemsdager
sv: %@ dagar som medlem

# %@ of %@ completed
source: %1$@ of %2$@ completed
da: %1$@ af %2$@ gennemført
fi: %1$@ / %2$@ suoritettu
nb: %1$@ av %2$@ fullført
sv: %1$@ av %2$@ avklarade

# %@ since %@
source: %1$@ since %2$@
da: %1$@ siden %2$@
fi: %1$@ %2$@ alkaen
nb: %1$@ siden %2$@
sv: %1$@ sedan %2$@

# %@ this %@
source: %1$@ this %2$@
da: %1$@ denne %2$@
fi: %1$@ tänä %2$@
nb: %1$@ denne %2$@
sv: %1$@ denna %2$@

# %@ worked out %d times this week
source: %1$@ worked out %2$d times this week
da: %1$@ har trænet %2$d gange i denne uge
fi: %1$@ harjoitteli %2$d kertaa tällä viikolla
nb: %1$@ trente %2$d ganger denne uken
sv: %1$@ har tränat %2$d gånger den här veckan

source: %@ worked out once this week
da: %@ har trænet én gang i denne uge
fi: %@ harjoitteli kerran tällä viikolla
nb: %@ trente én gang denne uken
sv: %@ har tränat en gång den här veckan

source: %@'s schedule
da: %@s plan
fi: ystävän %@ aikataulu
nb: %@ sin treningsplan
sv: %@s kalender

source: %1$d to %2$d pr. week
da: %1$d til %2$d pr. uge
fi: %1$d / %2$d per viikko
nb: %1$d til %2$d i uken
sv: %1$d till %2$d per vecka

source: %d friends
da: %d venner
fi: %d ystävää
nb: %d venner
sv: %d vänner

source: %d friends joined
da: %d venner deltager
fi: %d ystävää liittyi
nb: %d venner ble med
sv: %d vänner deltar

source: %d on waitinglist
da: %d på venteliste
fi: %d jonossa
nb: %d på venteliste
sv: %d på väntelistan

source: %d pr. week
da: %d pr. uge
fi: %d per viikko
nb: %d i uken
sv: %d per vecka

# %d-%d reps
source: %1$d-%2$d reps
da: %1$d-%2$d gentagelser
fi: %1$d-%2$d toistoa
nb: %1$d–%2$d repetisjoner
sv: %1$d–%2$d repetitioner

# %d/%d vouchers available
source: %1$d/%2$d vouchers available
da: %1$d/%2$d tilgængelige kuponer
fi: %1$d/%2$d kuponkia käytettävissä
nb: %1$d/%2$d kuponger tilgjengelig
sv: %1$d/%2$d kuponger tillgängliga

source: %lld comments
da: %lld kommentarer
fi: %lld kommenttia
nb: %lld kommentarer
sv: %lld kommentarer

source: %lld friends
da: %lld venner
fi: %lld ystävää
nb: %lld venner
sv: %lld vänner

source: %lld hours ago
da: %lld timer siden
fi: %lld tuntia sitten
nb: %lld timer siden
sv: %lld timmar sen

source: %lld minutes ago
da: %lld minutter siden
fi: %lld minuuttia sitten
nb: %lld minutter siden
sv: %lld minuter sen

# %lld of %lld completed
source: %1$lld of %2$lld completed
da: %1$lld ud af %2$lld gennemført
fi: %1$lld / %2$lld tehty
nb: %1$lld av %2$lld fullført
sv: %1$lld av %2$lld avklarade

source: %lld people
da: %lld personer
fi: %lld ihmistä
nb: %lld personer
sv: %lld personer

# %lld/%lld available
source: %1$lld/%2$lld available
da: %1$lld/%2$lld tilgængelig
fi: %1$lld/%2$lld käytettävissä
nb: %1$lld/%2$lld tilgjengelig
sv: %1$lld/%2$lld tillgängliga

source: 1 (Very dissatisfied)
da: 1 (Meget utilfreds)
fi: 1 (Todella tyytymätön)
nb: 1 (Veldig misfornøyd)
sv: 1 (Väldigt missnöjd)

source: 6 months
da: 6 måneder
fi: 6 kuukautta
nb: 6 måneder
sv: 6 månader

source: 10 (Very satisfied)
da: 10 (Meget tilfreds)
fi: 10 (Todella tyytyväinen)
nb: 10 (Veldig fornøyd)
sv: 10 (Väldigt nöjd)

source: 12 months
da: 12 måneder
fi: 12 kuukautta
nb: 12 måneder
sv: 12 månader

source: 30 days
da: 30 dage
fi: 30 päivää
nb: 30 dager
sv: 30 dagar

source: A follow request was successfully sent
da: En følgeanmodning blev sendt
fi: Seuraamispyynnön lähetys onnistui
nb: En følgeforespørsel ble sendt
sv: En förfrågan skickades

source: A friend request was successfully sent
da: En venneanmodning blev sendt succesfuldt.
fi: Ystäväpyyntö lähetetty onnistuneesti
nb: Venneforespørsel sendt!
sv: En vänförfrågan har skickats.

source: A PT session must be cancelled at least 24h in advance.
da: En PT-session skal afmeldes mindst 24 inden start.
fi: PT-tapaaminen pitää peruuttaa vähintään 24h etukäteen.
nb: PT-timer må avbestilles minst 24 timer i forkant.
sv: Ett PT-tillfälle måste avbokas senast 24 timmar i förväg.

source: About
da: Om
fi: Lisää
nb: Om
sv: Om

source: Accept
da: Accepter
fi: Hyväksy
nb: Aksepter
sv: Acceptera

source: Accept without social functions
da: Accepter uden sociale funktioner
fi: Hyväksy ilman sosiaalisia toimintoja
nb: Godta uten sosiale funksjoner
sv: Acceptera utan sociala funktioner

source: acitivy averages history
da: gennemsnitlig aktivitetshistorik
fi: Aktiviteettien keskiarvon historia
nb: historikk for aktivitetssnitt
sv: genomsnittlig aktivitetshistorik

source: activate
da: aktiver
fi: aktivoi
nb: aktiver
sv: aktivera

source: Activate
da: Aktiver
fi: Aktivoi
nb: Aktiver
sv: Aktivera

source: Activate notifications now and get even more out of your workout experience!
da: Aktiver notifikationer nu og få endnu mere ud af din træningsoplevelse!
fi: Aktivoi ilmoitukset ja saat vielä enemmän irti harjoittelukokemuksesta!
nb: Aktiver varsler nå og få enda mer ut av treningsopplevelsen din!
sv: Aktivera notifikationer nu och få ut ännu mer av din träningsupplevelse!

source: Activate Social Experience
da: Aktivér Social-oplevelsen
fi: Aktivoi sosiaaliset toiminnot
nb: Aktiver Sosial opplevelse
sv: Aktivera sociala funktioner

source: Activate Social, and start following your frieds to see their upcoming training
da: Aktivér Social, og begynd at følge dine venner, så du kan se deres kommende træning
fi: Aktivoi sosiaaliset toiminnot ja ala seuraamaan ystäviäsi nähdäksesi heidän tulevat treeninsä
nb: Aktiver Sosial opplevelse og begynn å følge vennene dine for å se deres kommende treningsøkter
sv: Aktivera sociala funktioner och följ dina vänner för att se deras kommande träning

source: Activate Social, and start following your friends to see their upcoming training.
da: Aktivér Social og følg dine venner for at se deres kommende træningsprogram.
fi: Aktivoi sosiaaliset toiminnot ja aloita ystävien seuraaminen, jotta näet heidän tulevat treeninsä.
nb: Aktiver sosiale funksjoner, og følg venner og kjente for å se når de skal trene
sv: Aktivera sociala funktioner och följ dina vänner för att se deras kommande träning.

source: Activity
da: Aktivitet
fi: Aktiviteetti
nb: Aktivitet
sv: Aktivitet

source: Activity Average Sections
da: Aktivitetsgennemsnit for sektioner
fi: Aktiviteettien keskimääräiset osiot
nb: Gjennomsnittlig aktivitetsvalg
sv: Avsnitt för genomsnittlig aktivitet

source: Actual visits
da: Faktiske besøg
fi: Toteutuneet käynnit
nb: Faktisk besøk
sv: Antal besök

source: Add
da: Tilføj
fi: Lisää
nb: Legg til
sv: Lägg till

source: Add an already completed workout to your activities, such as an outdoor run
da: Tilføj en tidligere udført træning til dine aktiviteter, såsom en udendørs løbetur
fi: Lisää aktiviteetteihin jo suoritettu treeni, kuten lenkkeily ulkona
nb: Legg til fullførte treningsøkter i aktivitetene dine, for eksempel om du har vært på en joggetur utendørs
sv: Lägg till ett redan genomfört träningspass till dina aktiviteter, som till exempel en löprunda utomhus.

source: Add bookings to calendar
da: Tilføj bookinger til kalender
fi: Lisää varaukset kalenteriin
nb: Legg bookinger i kalender
sv: Lägg till bokning i kalender

source: Add comment
da: Tilføj kommentar
fi: Lisää kommentti
nb: Legg til kommentar
sv: Lägg till kommentar

source: Add notes to your workout...
da: Føj noter til din træning ...
fi: Lisää muistiinpanoja treeneihisi...
nb: Legg til notater til treningsøkten
sv: Lägg till anteckningar till ditt träningspass...

source: Add ons: %@
da: Tilføjelser: %@
fi: Lisäosat: %@
nb: Tillegg: %@
sv: Tillägg: %@

source: Add reminder
da: Tilføj påmindelse
fi: Lisää muistutus
nb: Legg til påminnelse
sv: Lägg till påminnelse

source: Add to calendar
da: Tilføj til kalender
fi: Lisää kalenteriin
nb: Legg i kalender
sv: Lägg till i kalendern

source: add training
da: tilføj træning
fi: lisää harjoitus
nb: Legg til trening
sv: lägg till träning

source: Add workout
da: Tilføj træning
fi: Lisää harjoitus
nb: Legg til trening
sv: Lägg till träningspass

source: Adjust filters or search input
da: Tilpas filter eller søgning
fi: Säädä suodattimia tai hakusanoja
nb: Justér filtrene eller søkefeltet
sv: Justera filter eller sökning

source: Adjust filters to find group sessions
da: Justér filtre for at finde gruppe sessioner
fi: Etsi ryhmätunteja säätämällä suodattimia
nb: Juster filtrene for å finne gruppetimer
sv: Justera filter för att hitta gruppträningsklasser

source: Adjust filters to find sessions
da: Tilpas filtre for at finde sessioner
fi: Etsi istuntoja säätämällä suodattimia
nb: Juster filtre for å finne økter
sv: Justera filter för att hitta tillfällen

source: Adjust filters to get better results
da: Justér filtre for at opnå bedre resultater
fi: Säädä suodattimia saadaksesi parempia tuloksia
nb: Juster filtrene for å få bedre resultater
sv: Justera filter för att få bättre sökresultat

source: After registering your friend’s details, you can share the link below to help them sign up for a membership.
da: Efter at have registreret din vens oplysninger, kan du dele linket nedenfor for at hjælpe dem med at tilmelde sig et medlemskab.
fi: Kun olet rekisteröinyt ystäväsi tiedot, jaa hänelle alla oleva linkki ja auta häntä liittymään jäseneksi.
nb: Etter å ha registrert din venns detaljer, kan du dele lenken nedenfor for å hjelpe dem med å registrere seg for et medlemskap.
sv: Efter att ha registrerat vännens uppgifter kan du dela nedan länk för att hjälpa vännen bli medlem.

source: Afternoon
da: Eftermiddag
fi: Iltapäivä
nb: Ettermiddag
sv: Eftermiddag

source: All
da: Alle
fi: Kaikki
nb: Alle
sv: Alla

source: All clubs
da: Alle klubber
fi: Kaikki kerhot
nb: Alle sentre
sv: Alla gym

source: All your friend requests, likes and comments will be deleted. It is not possible to retrieve them later
da: Alle dine venneanmodninger, likes og kommentarer bliver slettet. De kan ikke blive genskabt igen.
fi: Kaikki ystäväpyyntösi, tykkäykset ja kommentit poistetaan. Niitä ei voi noutaa myöhemmin
nb: Alle venneforespørslene, liker-klikk og kommentarer blir slettet og kan ikke gjenopprettes senere.
sv: Alla dina vänförfrågningar, gilla-markeringar och kommentarer kommer att raderas. Det går inte att återställa dem senare.

source: Allow
da: Accepter
fi: Salli
nb: Tillat
sv: Tillåt

source: Allow others to find you in the app. When enabled, your profile is searchable by name and can be recommended to other people
da: Tillad andre at finde dig i appen. Når dette er aktiveret, kan din profil søges frem ved navn og anbefales til andre personer.
fi: Salli muiden löytää sinut sovelluksesta. Kun annat tähän suostumuksen, profiilisi on haettavissa nimelläsi ja sitä voidaan suositella muille ihmisille.
nb: Tillat andre å finne deg i appen. Når dette er aktivert, kan profilen din søkes opp ved navn og bli anbefalt til andre
sv: Tillåt andra att hitta dig i appen. När funktionen är aktiverad kan din profil hittas genom sökning på namn och visas som förslag till andra.

source: Allow others to find you in the app. When enabled, your profile is searchable by name.
da: Tillad andre at finde dig i appen. Når denne funktion er aktiveret, kan din profil søges på navn.
fi: Salli muiden löytää sinut sovelluksesta. Kun annat tähän suostumuksen, profiilisi on haettavissa nimelläsi.
nb: Tillat andre å finne deg i appen. Når dette er aktivert, kan profilen din søkes opp ved navn.
sv: Tillåt andra att hitta dig i appen. Vid aktivering är din profil sökbar via namn.

source: Almost there!
da: Er der næsten!
fi: Lähes valmista!
nb: Nesten der!
sv: Nästan där!

source: Already answered
da: Allerede besvaret
fi: Jo vastattu
nb: Allerede besvart
sv: Redan svarat

source: An article that contains all the supported and unsupported elements, to showcase how they are rendered in the app
da: En artikel, der indeholder alle de understøttede og ikke-understøttede elementer, for at vise, hvordan de vises i appen.
sv: En artikel som innehåller alla element som stöds eller inte stöds, för att visa hur de renderas i appen

source: An error occurred
da: En fejl opstod
fi: Tapahtui virhe
nb: Det skjedde en feil
sv: Ett fel har uppstått

source: and
da: og
fi: ja
nb: og
sv: och

source: Answer
da: Svar
fi: Vastaa
nb: Svar
sv: Svara

source: Answer request for: %@
da: Svar på anmodning for: %@
fi: Vastaa henkilön %@ pyyntöön
nb: Besvar forespørsel om: %@
sv: Svara på förfrågan: %@

source: App icon
da: App ikon
fi: Sovelluskuvake
nb: App-ikon
sv: App-ikon

source: Appearance
da: Udseende
fi: Ulkoasu
nb: Utseende
sv: Tema

source: Apply
da: Anvend
fi: Valitse
nb: Bruk
sv: Använd

source: Are you ready for a challenge? In the app, we constantly release new challenges that you and your friends can join!
da: Er du klar til en udfordring? I denne app udgiver vi hele tiden nye challenges, som du og dine venner kan tilmelde jer!
fi: Oletko valmis haasteeseen? Julkaisemme sovelluksessa jatkuvasti uusia haasteita, joihin sinä ja ystäväsi voitte liittyä!
nb: Er du klar for en utfordring? I appen legger vi stadig ut nye utfordringer du og vennene dine kan bli med på!
sv: Är du redo för en utmaning? I appen släpper vi ständigt nya utmaningar som du och dina vänner kan delta i!

source: Are you sure you want to block %@?
da: Er du sikker på, at du vil blokere %@?
fi: Oletko varma, että haluat estää henkilön %@?
nb: Er du sikker på at du vil blokkere %@?
sv: Är du säker på att du vill blockera %@?

source: Are you sure you want to book this session? NOTE: Cancellation can only be done up to 24 hours ahead.
da: Er du sikker på, at du gerne vil booke denne session? BEMÆRK: Du kan først aflyse op til 24 timer før.
fi: Haluatko varmasti varata tämän istunnon? HUOMAA: Peruutuksen voi tehdä vain 24 tuntia ennen.
nb: Er du sikker på at du vil booke denne timen? MERK: Timer kan bare kanselleres inntil 24 timer i forkant.
sv: Vill du boka det här PT-tillfället? Obs: Avbokning måste göras senast 24 timmar innan start.

source: Are you sure you want to cancel your PT session? NOTE: Remember to remove it from your calendar.
da: Er du sikker på, at du gerne vil aflyse din PT session? BEMÆRK: Husk at fjerne den fra din kalender.
fi: Haluatko varmasti varata tämän istunnon? HUOMAA: Muista poistaa se kalenteristasi.
nb: Er du sikker på at du vil kansellere PT-timen? MERK: Husk å fjerne den fra kalenderen din.
sv: Vill du avboka ditt PT-tillfälle? Obs: Kom ihåg att ta bort det från din kalender.

source: Are you sure you want to cancel?
da: Er du sikker på, at du vil afslutte?
fi: Oletko varma, että haluat perua?
nb: Er du sikker på at du ønsker å avslutte?
sv: Är du säker på att du vill avbryta?

source: Are you sure you want to finish?
da: Er du sikker på, at du vil gennemføre?
fi: Haluatko varmasti lopettaa?
nb: Er du sikker på at du vil avslutte?
sv: Vill du avsluta?

source: Are you sure you want to log out?
da: Er du sikker på, at du vil logge ud?
fi: Oletko varma, että haluat kirjautua ulos?
nb: Er du sikker på at du vil logge ut?
sv: Är du säker att du vill logga ut?

source: Are you sure you want to remove %@?
da: Er du sikker på, at du vil fjerne %@?
fi: Oletko varma, että haluat poistaa henkilön %@?
nb: Er du sikker på at du vil fjerne %@?
sv: Är du säker på att du vill ta bort %@?

source: Are you sure you want to remove the request to follow %@?
da: Er du sikker på, at du vil fjerne anmodningen om at følge %@?
fi: Oletko varma, että haluat poistaa %@ seuraamispyynnön?
nb: Er du sikker på at du vil fjerne forespørselen om å følge %@?
sv: Är du säker på att du vill ta bort förfrågan att följa %@?

source: Are you sure you want to stop following %@?
da: Er du sikker på, at du vil stoppe med at følge %@?
fi: Oletko varma, että haluat lopettaa henkilön %@ seuraamisen?
nb: Er du sikker på at du vil slutte å følge %@?
sv: Är du säker på att du vill sluta följa %@?

source: Are you sure you want to unbook this class?
da: Er du sikker på, at du vil afmelde dette hold?
fi: Oletko varma, että haluat poistaa varauksen?
nb: Er du sikker på du vil avbooke denne timen?
sv: Vill du avboka klassen?

source: Are you sure? You cannot undo this
da: Er du sikker? Du kan ikke ændre det senere
fi: Oletko varma? Tätä ei voi kumota
nb: Er du sikker? Handlingen kan ikke angres.
sv: Är du säker? Åtgärden kan inte ångras

source: As a %@ member you can choose a custom app icon
da: Som %@-medlem kan du vælge et tilpasset app-ikon
fi: %@ jäsenenä voit valita mukautetun sovelluksen ikonin
nb: Som %@-medlem kan du velge et egendefinert app-ikon
sv: %@-medlemmar kan välja en anpassad appikon

source: at **%@**
da: hos **%@**
fi: **%@** -keskuksessa
nb: på **%@**
sv: på **%@**

source: at sats
da: hos sats
fi: satsissa
nb: på SATS
sv: på sats

source: Attending
da: Deltager
fi: Osallistuu
nb: Deltar
sv: Deltar

source: Authorization Error
da: Bemyndigelse fejl
fi: Valtuutusvirhe
nb: Autorisasjonsfeil
sv: Auktoriseringsfel

source: Available
da: Tilgængelig
fi: Saatavilla
nb: Tilgjengelig
sv: Tillgänglig

source: available for booking
da: Åben for booking
fi: varattavissa
nb: kan bookes
sv: tillgängliga för bokning

source: Awesome job!
da: Godt gået!
fi: Hienoa työtä!
nb: Supert!
sv: Bra jobbat!

source: bad
da: dårlig
fi: huono
nb: dårlig
sv: dåligt

source: Bad request
da: Ugyldig anmodning
fi: Huono pyyntö
nb: Ugyldig forespørsel
sv: Felaktig begäran

source: Be the first to comment
da: Vær den første til at efterlade en kommentar
fi: Kommentoi ensimmäisenä
nb: Vær den første til å kommentere
sv: Bli den första som kommenterar

source: Become a member
da: Bliv medlem
fi: Liit jäseneksi
nb: Bli medlem
sv: Bli medlem

source: Binding ends: %@
da: Binding slutter: %@
fi: Sitoutuminen päättyy: %@
nb: Bindingstiden opphører: %@
sv: Bindningstid slutar: %@

source: Block
da: Bloker
fi: Estä
nb: Blokker
sv: Blockera

source: Block user
da: Blokér bruger
fi: Estä käyttäjä
nb: Blokker bruker
sv: Blockera användare

source: Blocked
da: Blokeret
fi: Estetty
nb: Blokkert
sv: Blockerad

source: Blocked people
da: Blokerede personer
fi: Estetyt henkilöt
nb: Blokkerte brukere
sv: Blockerade personer

source: Book a PT session
da: Book en PT session
fi: Varaa PT-tapaaminen
nb: Book en PT-økt
sv: Boka PT-tillfälle

source: Book classes
da: Book hold
fi: Varaa tunteja
nb: Book timer
sv: Boka klasser

source: Book next class
da: Book dit næste hold
fi: Varaa seuraava tunti
nb: Bestill neste time
sv: Boka nästa klass

source: Book until there is 10 min left and cancel 2 hours before.
da: Du kan booke indtil 10 minutter før og aflyse op til 2 timer før.
fi: Varaa 10 minuuttia ennen alkamista ja peruuta 2 tuntia ennen.
nb: Book innen 10 minutter før timen starter, og kanseller senest 2 timer før.
sv: Boka fram till 10 min innan och avboka 2 timmar innan.

source: booked
da: booket
fi: varattu
nb: booket
sv: bokade

source: Booking not found
da: Booking blev ikke fundet
fi: Varausta ei löydy
nb: Fant ikke bookingen
sv: Bokning hittades inte

source: Booking Rules
da: Bookingregler
fi: Varaussäännöt
nb: Bookingregler
sv: Bokningsregler

source: Bookings can be made on the same day at the club's booking station.
da: Bookings kan foretages samme dag i receptionen
fi: Varaaminen on mahdollista saman päivän aikana keskuksen itsepalvelupäätteellä.
nb: Bookinger kan gjøres samme dag på senterets bookingstasjon
sv: Bokningar kan göras samma dag på gymmets bokningsstation.

source: Bring a friend
da: Tag en ven med
fi: Tuo ystävä
nb: Ta med en venn
sv: Ta med en vän

source: Build
da: Byg
fi: Koontiversio
nb: Bygg

source: Buy
da: Køb
fi: Osta
nb: Kjøp
sv: Köp

source: Buy clips to book these sessions
da: Køb klip for at booke disse sessions
fi: Osta tapaamisia, jotta voit varata ajan
nb: Kjøp klipp for å booke disse øktene
sv: Köp klipp för att boka de här tillfällena

source: Buy package to book a PT session
da: Køb klip for at booke en PT session
fi: Osta paketti, jotta voit varata PT-istunnon
nb: Kjøp pakke for å bestille en PT-økt
sv: Köp paket för att boka ett PT-tillfälle

source: Buy PT package
da: Køb PT-klip
fi: Osta PT-paketti
nb: Kjøp PT-pakke
sv: Köp PT-paket

source: By using the app, you accept our
da: Ved at benytte appen, accepterer du følgende:
fi: Käyttämällä sovellusta hyväksyt seuraavat:
nb: Ved å bruke appen godtar du våre
sv: Genom att använda appen godkänner du våra

source: Calendar
da: Kalender
fi: Kalenteri
nb: Kalender
sv: Kalender

source: Calendar access is needed to add events.
da: Du skal have kalenderadgang for at kunne tilføje begivenheder.
fi: Pääsy kalenteriin tarvitaan tapahtumien lisäämiseksi
nb: Kalendertilgang kreves for å legge til aktiviteter.
sv: Kalenderåtkomst krävs för att lägga till evenemang.

source: Camera access is required
da: Adgang til kamera er påkrævet
fi: Kameran käyttöoikeus vaaditaan
nb: Kameratilgang kreves
sv: Kameraåtkomst krävs
